[
  {
    "id": 1,
    "image": "https://i.ibb.co.com/4Sm4z8J/portrait-smiling-hr-manager-having-interview-with-candidate.jpg",
    "serviceName": "Career Counseling Sessions",
    "category": "Online",
    "description": "Our personalized Career Counseling Sessions are designed to help you make informed decisions about your professional future. Whether you're exploring new opportunities, transitioning into a different field, or seeking to enhance your skills, these one-on-one sessions provide expert advice tailored to your goals and interests. Benefit from actionable insights, detailed assessments, and a roadmap to achieve your career aspirations.",
    "pricing": 50,
    "duration": "05 December 2024, 5-6pm",
    "counselor": "John Doe",
    "rating": 4.8
  },
  {
    "id": 2,
    "image": "https://i.ibb.co.com/7yZgSxv/confident-applicant-smiling-job-interview-with-diverse-hr-managers.jpg",
    "serviceName": "Resume Review",
    "category": "Group",
    "description": "Stand out from the crowd with our professional Resume Review service. Join a group session where industry experts critique resumes, offering constructive feedback to improve format, content, and alignment with job descriptions. Learn how to highlight your strengths, achievements, and skills effectively to capture recruiters' attention and increase your chances of landing interviews.",
    "pricing": 30,
    "duration": "06 December 2024, 3-4pm",
    "counselor": "Jane Smith",
    "rating": 4.9
  },
  {
    "id": 3,
    "image": "https://i.ibb.co.com/fkDhLt5/candid-shot-attractive-confident-middle-aged-female-employer-sitting-desk-with-copybook-making-notes.jpg",
    "serviceName": "Interview Preparation",
    "category": "Offline",
    "description": "Ace your next job interview with confidence. Our Interview Preparation service includes mock interviews, tailored question practice, and expert strategies to help you respond effectively under pressure. Enhance your communication skills, body language, and ability to articulate your experiences and skills, ensuring you leave a lasting impression on employers.",
    "pricing": 70,
    "duration": "10 December 2024, 2-4pm",
    "counselor": "Michael Lee",
    "rating": 4.7
  },
  {
    "id": 4,
    "image": "https://i.ibb.co.com/Y2wWk1n/listening-applicant.jpg",
    "serviceName": "Skill Development Workshops",
    "category": "Group",
    "description": "Join our engaging Skill Development Workshops designed to equip you with the technical and soft skills required in today's competitive job market. From teamwork and problem-solving to mastering industry-specific tools, our sessions cater to professionals at all levels. Walk away with practical knowledge and enhanced competencies to excel in your career.",
    "pricing": 40,
    "duration": "12 December 2024, 1-3pm",
    "counselor": "Emily Davis",
    "rating": 4.6
  },
  {
    "id": 5,
    "image": "https://i.ibb.co.com/gWBYs0P/close-up-people-discussing-work.jpg",
    "serviceName": "Networking Strategies",
    "category": "Online",
    "description": "Expand your professional connections with our Networking Strategies service. Learn the art of building meaningful relationships in your field through online and in-person interactions. Our sessions cover key topics like effective communication, personal branding, and leveraging social platforms like LinkedIn. Open doors to new opportunities and collaborations.",
    "pricing": 25,
    "duration": "15 December 2024, 6-7pm",
    "counselor": "Sarah Brown",
    "rating": 4.8
  },
  {
    "id": 6,
    "image": "https://i.ibb.co.com/hBzXzSX/family-therapy-psychologist-office.jpg",
    "serviceName": "Time Management Training",
    "category": "Offline",
    "description": "Maximize productivity with our Time Management Training. Gain insights into prioritization, goal-setting, and eliminating procrastination. This session offers tools and techniques to organize your daily tasks effectively, ensuring a better work-life balance and consistent progress towards your objectives.",
    "pricing": 45,
    "duration": "18 December 2024, 4-5pm",
    "counselor": "David Wilson",
    "rating": 4.9
  },
  {
    "id": 7,
    "image": "https://i.ibb.co.com/TMdjJpP/meeting-creative-people.jpg",
    "serviceName": "Leadership Training",
    "category": "Group",
    "description": "Enhance your ability to inspire and lead teams with our Leadership Training program. This group session covers essential skills such as decision-making, conflict resolution, and motivating team members. Perfect for emerging leaders and seasoned managers aiming to create positive workplace cultures and drive organizational success.",
    "pricing": 60,
    "duration": "20 December 2024, 3-5pm",
    "counselor": "Sophia Martinez",
    "rating": 4.7
  },
  {
    "id": 8,
    "image": "https://i.ibb.co.com/sHdS3sx/man-talking-with-female-sales-person-car-show-room.jpg",
    "serviceName": "Career Transition Coaching",
    "category": "Online",
    "description": "Navigate career changes confidently with our Career Transition Coaching service. Whether you're shifting to a new industry or pursuing a different role, our expert guidance ensures you make strategic moves aligned with your goals. Explore opportunities, refine your skills, and build a plan for a successful transition.",
    "pricing": 75,
    "duration": "22 December 2024, 5-7pm",
    "counselor": "Alexander Clark",
    "rating": 4.9
  }
]
